[
    "一钩初月临妆镜，蝉鬓凤钗慵不整。重帘静，层楼迥，惆怅落花风不定。柳堤芳草径，梦断辘轳金井。昨夜更阑酒醒，春愁过却病。",
    "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主，思悠悠。靑鸟不传云外信，丁香空结雨中愁。回首绿波三楚谟，接天流。",
    "红日已高三丈透，金炉次第添香兽，红锦地衣随步皱。佳人舞点金钗溜，酒恶时拈花蕊嗅，别殿遥闻箫鼓奏。",
    "金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。香作穗，蜡成泪，还似两人心意。珊枕腻，锦衾寒，觉来更漏残。",
    "云一緺，玉一梭，淡淡衫儿薄薄罗，轻颦双黛螺。秋风多，雨相和，帘外芭蕉三两窠，夜长人奈何！",
    "玉树后庭前，瑶草妆镜前。去年花不老，今年月又圆。莫教偏，和月和花，天教长少年。",
    "浪花有意千重雪，桃李无言一队春。一壶酒，一竿纶，世上如侬有几人？",
    "一棹春风一叶舟，一纶茧缕一轻钩。花满渚，酒满瓯，万顷波中得自由。",
    "遥夜亭皋闲信步，乍过清明，早觉伤春暮。数点雨声风约住，朦胧淡月云来去。桃李依依春暗度，谁在秋千，笑里低低语？一片芳心千万绪，人间没个安排处。",
    "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透重幕，惆怅谢家池阁。红烛背，绣帏垂，梦长君不知。",
    "风情渐老见春羞，到处芳魂感旧游；多谢长条似相识，强垂烟穗拂人头。",
    "春花秋月何时了，往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁，恰似一江春水向东流。",
    "闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟。笛在月明楼。",
    "多少泪，断脸复横颐。心事莫将和泪说，凤笙休向泪时吹；肠断更无疑！",
    "往事只堪哀，对景难排。秋风庭院藓侵阶。一任珠帘闲不卷，终日谁来？金琐已沉埋，壮气蒿莱。晚凉天净月华开。想得玉楼瑶殿影，空照秦淮。",
    "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死，留取丹心照汗青。",
    "庭院深深深几许？杨柳堆烟，帘幕无重数。玉勒雕鞍遊冶处，楼髙不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
    "雾失楼台，月迷津度，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去！",
    "结庐在人境，而无车马喧。问君何能尔，心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。",
    "故人重分携，临流驻归驾。乾坤展清眺，万景若相借。北风三日雪，太素秉元化。九山郁峥嵘，了不受陵跨。寒波澹澹起，白鸟悠悠下。怀归人自急，物态本闲暇。壶觞负吟啸，尘土足悲吒。回首亭中人，平林淡如画。",
    "东城渐觉风光好，毂皱波纹迎客楫。绿扬烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少，肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晩照。",
    "水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晩镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。",
    "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晩多花。细雨鱼儿出，微风燕子斜。城中十万戸，此地两三家。",
    "朝进东门营，暮上河阳桥。落日照大旗，马鸣风萧萧。平沙列万幕，部伍各见招。中天悬明月，令严夜寂寥。悲笳数声动，壮士惨不骄。借问大将谁，恐是霍嫖姚。",
    "漠漠轻寒上小楼，晓阴无赖似穷秋，淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁，宝帘闲挂小银钩。",
    "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐遊原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。",
    "塞下秋来风景异，衡阳雁去无留意。四面边声连角起。千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地。人不寐，将军白发征夫泪。",
    "霞散绮，月垂钩。帘卷未央楼。夜凉银汉截天流，宫阙锁清秋。瑶台树，金茎露。凤髓香盘烟雾。三千珠翠拥宸遊，水殿按凉州。",
    "柳丝长，春雨细。花外漏声迢递。惊塞雁，起城乌。画屏金鹧鸪。香雾薄，透帘幕。惆怅谢家池阁。红烛背，绣帘垂。梦长君不知。",
    "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早归家，绿窗人似花。",
    "娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒。锦壶催画箭，玉佩天涯远。和泪试严妆，落梅飞晓霜。",
    "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。",
    "毛嫱，西施，天下美妇人也。严妆佳，淡妆亦佳，粗服乱头，不掩国色。飞卿，严妆也。端己，淡妆也。后主则粗服乱头矣。",
    "林花谢了春红，太匆匆，无奈朝来寒雨晩来风。胭脂泪，留人醉，几时重？自是人生长恨水长东！",
    "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。",
    "裁翦冰绡，轻叠数重，淡著燕脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少无情风雨。愁苦。闲院落凄凉，几番春暮。凭寄离恨重重，这双燕何曾，会人言语。天遥地远，万水千山，知他故宫何处？怎不思量？除梦里有时曾去。无据。和梦也、新来不做。",
    "晴雪小园春未到。池边梅自早。髙树鹊衔巢，斜月明寒草。山川风景好。自古金陵道。少年看却老。相逢莫厌醉金杯，别离多，欢会少。",
    "幽人寂无寐，木叶纷纷落。寒雨暗深更，流萤渡髙阁。坐使青灯晓，还伤夏衣薄。宁知歳方晏，离居更萧索。",
    "堤上遊人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前。",
    "落梅著雨消残粉，云重烟轻寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入帘春睡重。梦里佳期，只许庭花与月知。",
    "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庚郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。",
    "雪云乍变春云簇，渐觉年华堪送目。北枝梅蕊犯寒开，南蒲波纹如酒绿。芳菲次第还相续，不奈情多无处足。尊前百计得春归，莫为伤春眉黛促。",
    "金谷年年，乱生春色谁为主。余花落处，满地和烟雨。又是离愁，一阕长亭暮。王孙去。萋萋无数，南北东西路。",
    "阑干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏，更特地忆王孙。",
    "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。魂梦任悠扬，睡起杨花满绣床。薄幸不来门半掩，斜阳。负你残春泪几行。",
    "兰菊愁烟兰泣露。罗縸轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱戸。昨夜西风凋碧树。独上髙楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处。",
    "羲农去我久，举世少复真。汲汲鲁中叟，弥缝使其纯。凤鸟虽不至，礼乐暂得新。洙泗绝微响，漂流逮狂秦。诗书复何罪，一朝成灰尘。区区诸老翁，为事诚殷勤。如何绝世下，六籍无一亲？终日驰车走，不见所问津。若复不快饮，空负头上巾。但恨多谬误，君当恕罪人。",
    "几日行云何处去，忘却归来，不道春将暮！百草千花寒食路，香车系在谁家树？泪眼倚楼频独语：双燕来时，陌上相逢否？撩乱春愁如柳絮，悠悠梦里无寻处。",
    "伫倚危楼风细细。望极春愁，黯黯生天际。草色烟光残照里。无言谁会凭栏意。拟把疏狂图一醉，对酒当歌，强乐无味。衣带渐宽终不悔，为伊消得人憔悴。",
    "东风夜放花千树。更吹落、星如雨。宝马雕车香满路，凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻它千百度。蓦然回首，那人却在，灯火阑珊处。",
    "尊前拟把归期说，未语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
    "东皋薄暮望，徒倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
    "昨夜梦中多少恨。细马香车，两两行相近。对面似怜人瘦损。众中不惜搴帷问。陌上轻雷听隐辚。梦里难从，觉后那堪讯。蜡泪窗前堆一寸。人间衹有相思分。",
    "春到临春花正妩。迟日阑干，蜂蝶飞无数。谁遣一春抛却去。马蹄日日章台路。几度寻春春不遇。不见春来，那识春归处。斜日晩风杨柳渚。马头何处无飞絮。",
    "晓阴重，霜凋岸草，雾隐城堞。南陌脂车待发，东门帐饮乍阕。正拂面、垂扬堪揽结。掩红泪、玉手亲折。念汉浦离鸿去何许，经时信音绝。情切。望中地远天阔。向露冷风清无人处，耿耿寒漏咽。嗟万事难忘，唯是轻别。翠尊未竭，凭断云、留取西楼残月。罗带光销纹衾叠。连环解、旧香顿歇。怨歌永、琼壶敲尽缺。恨春去、不与人期，弄夜色、空馀满地梨花雪。",
    "绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切！啼到春归无寻处，苦恨芳菲都歇。算未抵人间离别。马上琵琶关塞黑，更长门翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月？",
    "明月几时有？把酒问青天。不知天上宫阙，今夕是何年？我欲乘风归去，又恐琼楼玉宇，髙处不胜寒。起舞弄清影，何似在人间？转朱阁，低绮戸，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。",
    "金印累累佩陆离，河梁更赋断肠诗。莫拥旌旗真个去。何处？玉堂元自要论思。且约风流三学士，同醉。春风看试几枪旗。从此酒酣明月夜。耳热。那边应是说侬时。",
    "绰约人如玉。试新妆娇黄半绿，汉宫匀注。倚傍小栏闲凝伫，翠带风前似舞。记洛浦当年俦侣。罗袜生尘香冉冉，料征鸿微步凌波女。惊梦断，楚江曲。春工若见应为主。忍教都、闲亭笛管，冷风凄雨。待把此花都折取，和泪连香寄与。须信到离情如许。烟水茫茫斜照里，是骚人九辨招魂处。千古恨，与谁语？",
    "飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得许多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算，奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。 须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双美。且恁相偎倚。未消得，怜我多才多艺。愿奶奶兰心蕙性，枕前言下，表余深意。为盟誓。今生断不孤鸳被。",
    "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！",
    "桃花坞里桃花庵，桃花庵里桃花仙。桃花仙人种桃树，又折花枝当酒钱。酒醒只在花前坐，酒醉还须花下眠。花前花后日复日，酒醉酒醒年复年。不愿鞠躬车马前，但愿老死花酒间。车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫贱，一在平地一在天。若将贫贱比车马，他得驱驰我得闲。世人笑我太风颠，我笑世人看不穿。不见五陵豪杰墓，无酒无花锄作田。",
    "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。",
    "世人都晓神仙好，惟有功名忘不了！古今将相在何方？荒冢一堆草没了。世人都晓神仙好，只有金银忘不了！终朝只恨聚无多，及到多时眼闭了。世人都晓神仙好，只有姣妻忘不了！君生日日说恩情，君死又随人去了。世人都晓神仙好，只有儿孙忘不了！痴心父母古来多，孝顺儿孙谁见了？",
    "我的良人、白而且红、超乎万人之上。他的头像至精的金子．他的头发厚密累垂、黑如乌鸦。他的眼如溪水旁的鸽子眼、用奶洗净、安得合式。他的两腮如香花畦、如香草台．他的嘴唇像百合花、且滴下没药汁。他的两手好像金管、镶嵌水苍玉．他的身体如同雕刻的象牙、周围镶嵌蓝宝石。他的腿好像白玉石柱、安在精金座上．他的形状如利巴嫩、且佳美如香柏树。他的口极其甘甜．他全然可爱。",
    "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
    "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！",
    "花似伊，柳似伊。花柳青春人别离。低头双泪垂。长江东，长江西。两岸鸳鸯两处飞。相逢知几时。",
    "江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨後，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
    "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。",
    "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？",
    "暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。",
    "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
    "人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。骊山语罢清宵半，泪雨零铃终不怨。何如薄倖锦衣郎，比翼连枝当日愿。",
    "谁道飘零不可怜，旧游时节好花天，断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。",
    "一半残阳下小楼，朱帘斜控软金钩。倚栏无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。",
    "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
    "草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。",
    "萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。",
    "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
    "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。",
    "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
    "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
    "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。",
    "长亭外，古道边，芳草碧连天。晚风拂柳笛声残，夕阳山外山。天之涯，地之角，知交半零落。一瓢浊酒尽余欢，今宵别梦寒。",
    "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。",
    "晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。",
    "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。",
    "你站在桥上看风景，看风景人在楼上看你。明月装饰了你的窗子，你装饰了别人的梦。",
    "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。",
    "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。",
    "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。",
    "香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。",
    "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。",
    "驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。",
    "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻?安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！",
    "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。",
    "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
    "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。",
    "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。"
]
